const exampleOne = `一、工程概况
1.1 本工程为新建瑞金至梅州铁路会昌站站房基础设计；本工程设计标高±0.000相当于绝对标高198.025m。 本工程根据2022年7月中铁第四勘察设计院集团有限公司地路院提供的《会昌站站房及雨棚岩土工程勘察报告》及柱状图设计。
二、主要技术指标
2.1 基础设计等级为丙级。
2.2 根据岩土工程勘察报告建议，抗浮设防水位按原始地面考虑。本设计抗浮设计水位绝对高程取为：197.525m，相当于设计标高-0.500m。
2.3 本工程抗震设防烈度：7度（0.10g）；设计地震分组：第一组；建筑场地类别：Ⅱ类； 场地特征周期：0.35s； 结构阻尼比：0.05；水平地震影响系数最大值：0.08。
三、场地工程地质条件
3.1 地形地貌
站址区位于剥蚀丘陵及丘间谷地地貌，地形有一定起伏，山坡自然坡度10~30°，丘坡植被发育，多为杉木、灌木；谷地多辟为农田、池塘、水沟及房屋。附近有道路通达，交通较便利。
3.2 工程地质
拟建场区土层在勘探深度范围内物理力学性质按自上而下的顺序描述如下：
（1）2素填土：褐黄色，松散，潮湿-饱和，主要成分为黏性土夹砾石，厚度1.0m; 
(2)3-2粉质黏土：黄褐色，硬塑，主要由粉粒和黏粒组成；层厚1.0～4.1m，fak=150kPa， qsik=60kpa；
(3)1-2粉质黏土：黄褐色，硬塑，主要由黏、粉粒组成，局部夹碎石；层厚2.2～8.3m，fak=180kPa， qsik=70kpa；
(5)1-1泥质粉砂岩：褐黄色，全风化，呈土块状、土柱状，局部风化不均夹强风化碎块，遇水易软化,层厚0.5～7.3m，fak=150kPa，qsik=80kpa，qpk=1000kpa；
(5)1-2泥质粉砂岩：棕红色，强风化，粉砂质结构，层厚0.5～11.9m，fak=300kPa， qsik=140kpa，qpk=1400kpa；
(5)1-3泥质粉砂岩：棕红色，中风化，粉砂质结构，揭露厚度4.2～26.2m，未揭穿，fak=400kPa， qsik=200kpa，qpk=,2200kpa；
(5)2-1含砾砂岩：褐黄色，全风化，呈土块状、土柱状，层厚4.0～14.0m，fak=200kPa， qsik=80kpa，qpk=1000kpa；
(5)2-2含砾砂岩：棕红色，强风化，粉砂质结构，揭露厚度1.0～8.0m，fak=300kPa, qsik=140kpa，qpk=1400kpa；,
(5)2-3含砾砂岩：棕红色，中风化，粉砂质结构，揭露厚度5.10～17.0m，未揭穿，fak=500kPa， qsik=200kpa，qpk=2200kpa；
3.3 水文地质条件：
地表水：地表水为沟渠水，主要用于农田灌溉，地表水弱发育。
地下水：地下水主要类型包括第四系松散土层孔隙潜水与基岩裂隙水两大类。地下水主要接受大气降水补给，排泄途径以由高到低向邻近低洼场地排泄为主、其次是蒸发，动态特征表现为气候调节型，地下水位随季节性变化，雨季较高，旱季较低，根据场地工程地质条件，场区第四系松散土层孔隙潜水总体水量较小。本区基岩裂隙较不发育，总体属弱透水层，该层水量较贫乏，但不排除局部张性裂隙发育、水量丰富的可能性，主要接受地下水的侧向径流补给或上部含水层的垂直补给，并通过侧向径流等方式排泄。
3.4 本设计站房基础采用扩底钻孔灌注桩，桩长详见基础平面布置图，桩端持力层为(5)1-3中风化泥质粉砂岩，桩径d=800mm(扩底直径D=1200mm)，竖向单桩承载力特征值，桩端深入持力层深度详见桩表。与站房合建雨棚基础采用扩底钻孔灌注桩和独立基础，桩长详见基础平面布置图，桩端持力层为(5)1-3中风化泥质粉砂岩，桩径d=600mm(扩底直径D=900mm)，竖向单桩承载力特征值，桩端深入持力层深度详见桩表；独立基础持力层为(5)1-2泥质粉砂岩，基础底面进入持力层深度≥300mm。
3.3 地下水及土的腐蚀性
依据《岩土工程勘察规范》(GB50021-2001)(2009年版)12.1有关条文判定：场地环境类型为II类，地下水受环境类型影响对混凝土结构具微腐蚀性，受渗透性影响对混凝土结构具微腐蚀性，对钢筋混凝土结构中的钢筋具微腐蚀性。场地土对混凝土结构具微腐蚀性，对钢筋混凝土结构中的钢筋具微腐蚀性。
3.4 不良地质
拟建场地未见崩塌、滑坡、泥石流、岩溶、土洞、采空区等不良地质现象。
3.5 特殊岩土
拟建场地区内局部分布薄层素填土，系新近形成，未经压密，结构松散，施工时应予以清除；场地下伏基岩为泥质粉砂岩及含砾砂岩，为软化岩，岩石遇水后力学强度降低，风化不均匀，节理裂隙发育，全风化层层深分布不均，强风化层岩体破碎，开挖过程中，爆破震动会引起土石松动，从而可能出现边坡滑塌现象，应根据需要及时采取相应防护措施。
四、桩基设计
1、本工程所采用的钻孔灌注桩基础，桩端持力层为(5)1-3中风化泥质粉砂岩，为端承摩擦桩；桩径为600mm(扩底直径900mm)和800mm(扩底直径1200mm)，桩身混凝土强度等级C35，HRB400级（）现浇，保护层厚50mm。预估有效设计桩长L及桩顶标高详基础平面布置图，竖向单桩承载力特征值，桩端深入持力层深度详见桩表，施工时采用桩长与桩端进入持力层深度双重控制，即同时满足有效设计桩长L及桩端进入持力层深度最小值为终孔条件。
2、单桩竖向承载力特征值详见桩表，其最终承载力以现场试桩为准。
3、试桩设计情况：本工程试桩包含单桩竖向抗压静载试验3根（SZ1~3），桩位见桩平面布置图，试桩桩长、桩顶标高详见试桩参数表。本工程单桩承载力的最后确定需由现场静载试验确定，试桩承载力满足设计要求后方可施工工程桩。工程试验桩需做破坏性试验。静载试验应做好现场记录及验收工作，提供试验结果汇总表，绘制变形曲线并拟合确定单桩承载力设计值及各土层承载力参数。
五、承台设计
1、图中承台中心与柱中心重合,承台编号CT-x，x表示桩数。
2、承台采用C35混凝土，HRB400（）钢筋现浇，保护层厚度：底部100mm，其它面：50mm。
3、承台采用原位浇筑或采用支模浇筑，但承台基坑回填前，应排除积水，清除含水量较高的浮土和建筑垃圾,采用素土回填，其压实系数λc≥0.94。
4、桩顶进入承台深度100mm。
5、承台顶标高详见承台平面布置图，承台及基础梁底部设100厚C15素混凝土垫层，每边宽出承台或基础梁边100mm。
六、独立基础设计
1、本工程所采用柱下独立基础，独基中心与短柱中心重合。
2、本设计柱下独立基础以(5)1-2泥质粉砂岩（f/ak=300kPa）为持力层。基础进入持力层深度不小于300mm，基底未到达持力层者，采用C20素混凝土垫至持力层不小于300mm，素混凝土垫层宽出基础每边各300mm。
3、柱下独立基础采用C35混凝土，HRB400（）钢筋现浇，混凝土保护层厚：底部100mm，其它面：50mm。
4、独基及基础梁底部设100厚C15素混凝土垫层，每边宽出基础边100mm。
5、独基采用原位浇筑或采用支模浇筑，基础基坑回填前应排除积水,清除含水量较高的浮土和建筑垃圾，基础开挖回填采用素土回填，其压实系数λc≥0.94。
6、当柱下独立基础底板长度≥2.5m时，除外侧钢筋外，底板配筋长度可取相应放下底板长度的0.9倍，并交错布置，四边最外侧钢筋不缩短，详见22G101-3第2-14页。
7、独立基础表示方法按22G101-3图集表示，构造详图除按本设计图施工外，其它构造详图均按22G101-3施工。
七、施工要求
1、基础施工之前，必须了解场地情况、工程场地各土层分布情况，预先探明地下建筑、管线情况，应做好既有管线的迁改或保护。
2、站房其余部分场地填土应在基础施工前三个月完成，或采用预压等处理措施，待填土完成固结以后方可施工基础。基础施工完成后，应及时采用素土回填，分层夯实，分层填料的厚度，分层压实的遍数，应根据所选用的压实设备，并通过试验确定；压实系数不宜小于0.94。严禁采用淤泥，耕土，冻土，膨胀土以及有机质含量大于5％的土回填。填土结束后方可停止基坑降水。
3、为避免后期先开挖后再回填， 站前施工单位承担的站房范围的填土工程应考虑站房地道出入口及地下泵房等地下工程范围的施工顺序。站房施工单位应与站前施工单位密切配合并协调，站前施工单位先填土至地道及地下泵房范围内承台顶面标高，待填土沉降稳定后站房施工单位施工地道及地下泵房的桩承台基础及主体。地道出入口及地下泵房主体结构达到强度后，站前施工单位回填至室外场坪标高，站房施工单位完成站房工程的后续施工。
4、开挖基坑（槽）发现地裂、局部上层滞水或土层地质情况等与勘察文件不符合时，应及时会同勘察、设计等单位协商处理措施。
5、地基基础施工宜采取分段作业，施工过程中基坑（槽）不得暴晒或泡水。地基基础工程宜避开雨天施工；雨期施工时，应采取防水措施。
6、基坑（槽）开挖时，应及时采取封闭措施。土方开挖应在基底设计标高以上预留150mm～300mm土层，并应待下一工序开始前继续挖除，验槽后，应及时浇筑混凝土垫层或采取其他封闭措施。
7、坡地土方施工时，挖方作业应由坡上方自上而下开挖；填方作业应自下而上分层压实。坡面形成后，应及时封闭。开挖土方时应保护坡脚。坡顶弃土至开挖线的距离应通过稳定性计算确定，且不应小于5m。
8、灌注桩说明：
1)灌注桩施工时，成孔过程中严禁向孔内注水。孔底虚土经清理后，应及时灌注混凝土成桩。
2)工程桩施工时应周密布置好桩基的施工顺序，并做好钻进时间、深度记录，及时做出桩入各岩土层的判断，并校核土层情况与地质资料是否相符，钻孔至设计深度后，应及时清底灌注混凝土。灌注混凝土前，必须进行二次清孔，孔底500mm以内的泥浆比重应小于1.25，含砂率≤8％，粘度≤28s，孔底沉渣厚度≤50mm，二次清孔后立即灌注混凝土。
3)桩基混凝土应控制最后一次灌注量，桩顶不得低于设计标高，应保证凿除后的桩顶混凝土达到设计要求值。
4)纵筋在同一截面上的接头数量不得超过50%；每隔一根在两个截面上接头，两接头间隔为35d，且不小于600mm。采用单面搭接焊接头，搭接焊缝长度>10d，d为主筋直径。接头应在工地抽样检测。
5)混凝土骨料粒径不得大于40mm；混凝土塌落度180～220mm。要求采用水下混凝土浇注工艺施工。
6)混凝土充盈系数（由桩身高度分段控制）不得小于1.0。水下混凝土必须连续施工，每根桩的浇筑时间按初盘混凝土的 时间控制，对灌注过程中的故障应记录备案。
7)施工时注意控制最后一次灌注量，实际超灌高度不应小于800mm；凿出泛浆后必须保证暴露的桩顶混凝土强度达到设计等级。
8)承台范围内的土层不得超挖，如果基坑暴露时间大于7天，则应在承台底标高以下留0.5m土不得开挖。承台优先考虑原坑浇筑，如需放坡开挖，回填土要求见5.3条，回填土压实系数λc不小于0.94。 
9)桩施工应严格按有关规范、规定进行，做好隐蔽工程的验收工作，对沉桩工艺、清渣方法等施工过程作好详细记录，为工程桩施工积累成功的施工工序。
10)施工期间护筒内的泥浆面应高出地下水位1.0m以上，在受水位涨落影响时，泥浆面应高出最高水位1.5m以上。在清孔过程中，应不断置换泥浆，直至灌注水下混凝土。
11)灌注混凝土前，孔底500mm以内的泥浆相对密度应小于1.25，含砂率不得大于8%，黏度不得大于28s
12)在容易产生泥浆渗漏的土层中应采取维持孔壁稳定的措施。
13)废弃的浆、渣应进行处理，不得污染环境。
14)本工程单桩承载力的最后确定需由现场静载试验确定，试桩承载力满足设计要求后方可施工工程桩。
9、独基说明：
1）施工时应参照地质报告按“先深后浅”的原则施工。且相邻基础底标高差不应超过相邻基础净距的0.5倍。
2)基础回填土应待本层结构混凝土达到设计强度后方可回填。
3）施工应保证板底为原状土，当实际存在开挖时，板底采用C20素混凝土回填。当至基础底面标高仍然为素填土时，应挖除基础下部素填土直至持力层，采用C20素混凝土回填至基底标高。
八、试桩设计
1、本工程试桩为单桩竖向抗压静载试验4根（SZ1~SZ4），平面位置详桩基平面图。试验桩预估承载力及桩长等参数详见试桩明细表。
2、试桩检测
1）试桩单位应通过计量认证，并具有基桩检测相应资质，检测人员应通过培训合格并具有相应资质。
2）试桩静载试验前应先做桩身质量检查，桩身质量检测采用小应变法，而后进行抗压静载试验。
3）静载试验应采用慢速维持荷载法，单桩竖向抗压静载试验应加载至破坏。
4）在挖方区做抗压试桩时若试坑无法开挖至试验桩顶标高时，试桩可在原地面标高进行，应采取措施消除设计桩顶标高以上的摩阻力影响；桩身箍筋加密区相应上移至桩顶标高处，其余配筋不变。对于膨胀土地区应采取防水措施消除设计桩顶标高以上由于膨胀土的膨胀性产生的摩阻力影响。
5）有关现场静载试验的监测、数据分析、承载力判定以及试桩报告应严格按《建筑桩基技术规范》JGJ94、《建筑地基基础设计规范》GB50007以及《建筑基桩检测技术规范》JGJ106执行。
6）各试验桩宜埋设测量桩身应力、应变、桩底反力的传感装置。沿每层土设置应变仪，得出各层土体的侧阻力，以验证地质参数，该试验结果应写入在试桩报告中。桩身传感装置型号、数量、设置部位、制作及安装，应考虑传感器技术、环境特性、测量精度、土层分布等因素，并应符合《建筑桩基检测规范》JGJ106有关规定。
7）整个试桩施工及试验过程应作好现场记录及验收工作，并提供试验结果汇总表，绘制变形曲线，拟合确定单桩竖向抗压承载力特征值Ra,根据试验结果，试桩报告应给出土层的分布侧阻力、端阻力、桩侧土水平抗力系数的比例系数m(kN/m4)。
8）试桩桩顶构造详10SG813第85页第35页，试桩前应进行桩身完整性检测，满足要求后方可试桩。
9）试桩数据结果应严格按有关规范、规定要求进行统计分析，当试桩结果出现级差过大或较大异常时，应结合工程具体情况综合分析，必要时增加试桩数量。
九、工程桩检测
工程桩应按《建筑基桩检测技术规范》（JGJ106-2014）及有关规范要求进行桩身完整性和承载力检测。
1、工程桩完整性检测:所有工程桩均采用小应变法检测。
2、工程桩竖向承载力检测:工程桩施工完成后应采用高应变法进行竖向承载力检测,抗压承载力检测数量分别不小于总桩数的5%，且不少于10根。
3、应采用钻芯法检测工程桩的桩身混凝土强度、桩身完整性、沉渣厚度、持力层层状况等、检测数量不应少总桩数的1%，且不应少于3根。
4、桩基经检验合格后方可进行上部结构施工。 
十、其他
1、防雷接地的相关要求：施工前与电力专业图纸核对后施工。
2、未尽事宜严格按《建筑地基基础设计规范》GB50007、《建筑桩基技术规范》JGJ94、《建筑基桩检测技术规范》JGJ106等现行有关国家、地方规范、规程规定处理。
`;

export default exampleOne;
